{
  "plugins": {
    "LuaSnip": {
      "src": "https://github.com/L3MON4D3/LuaSnip"
    },
    "aerial.nvim": {
      "src": "https://github.com/stevearc/aerial.nvim",
      "version": "3.1.0 - 4.0.0"
    },
    "catppuccin": {
      "src": "https://github.com/catppuccin/nvim",
      "version": "2.0.0 - 3.0.0"
    },
    "cmp-ai": {
      "src": "https://github.com/tzachar/cmp-ai",
      "version": "'main'"
    },
    "nvim-autopairs": {
      "src": "https://github.com/windwp/nvim-autopairs",
      "version": "'master'"
    },
    "nvim-cmp": {
      "src": "https://github.com/hrsh7th/nvim-cmp",
      "version": "'main'"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects",
      "version": "'main'"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    }
  }
}
